tap "brona/iproute2mac"
tap "daipeihust/tap"
tap "derailed/k9s"
tap "eugenmayer/dockersync"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knative/client"
tap "knqyf263/utern"
tap "lyraphase/pcloud"
tap "mutagen-io/mutagen"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "sanemat/font"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "tilt-dev/tap"
tap "trek10inc/tap"
brew "aha"
brew "pycparser"
brew "cryptography"
brew "libyaml"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argo"
brew "argocd"
brew "autoconf"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "black"
brew "freetype"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "cdrtools"
brew "circleci"
brew "colordiff"
brew "cookiecutter"
brew "cruft"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "deno"
brew "devcontainer"
brew "dfu-programmer"
brew "direnv"
brew "dive"
brew "docker-machine"
brew "docutils"
brew "duf"
brew "eksctl"
brew "fd"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-task"
brew "gobject-introspection"
brew "gpgme"
brew "grep"
brew "hadolint"
brew "hasura-cli"
brew "helm"
brew "helmfile"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "ipcalc"
brew "iproute2mac"
brew "istioctl"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "keyring"
brew "kind"
brew "kompose"
brew "krb5"
brew "kubernetes-cli", link: false
brew "krew"
brew "kube-linter"
brew "kube-score"
brew "kubectx"
brew "kustomize"
brew "libffi"
brew "libwebsockets"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "node-build"
brew "p7zip"
brew "peco"
brew "perl"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rke"
brew "rsync"
brew "skopeo"
brew "speedtest-cli", link: false
brew "stern"
brew "t-rec"
brew "terraformer"
brew "tflint"
brew "tmux"
brew "tree"
brew "trivy"
brew "ttyd"
brew "unison"
brew "v8"
brew "velero"
brew "vim"
brew "virtualenv"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "derailed/k9s/k9s"
brew "eugenmayer/dockersync/unox"
brew "knative/client/kn"
brew "knqyf263/utern/utern"
brew "mutagen-io/mutagen/mutagen"
brew "oven-sh/bun/bun"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
brew "tilt-dev/tap/tilt"
brew "trek10inc/tap/awsets"
cask "1password"
cask "alfred"
cask "amazon-q"
cask "aqua"
cask "bettertouchtool"
cask "bitwarden"
cask "blackhole-2ch"
cask "cheatsheet"
cask "clion"
cask "cscreen"
cask "cyberduck"
cask "dash"
cask "datagrip"
cask "dataspell"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "firefox"
cask "fleet"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "gimp"
cask "goland"
cask "google-japanese-ime"
cask "imageoptim"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-gateway"
cask "karabiner-elements"
cask "krisp"
cask "lens"
cask "miniconda"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "pcloud-drive"
cask "postman"
cask "pycharm"
cask "rambox"
cask "rubymine"
cask "rustrover"
cask "session-manager-plugin"
cask "sourcetree"
cask "spotify"
cask "switchresx"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "warp"
cask "webstorm"
mas "AS Timer", id: 512464723
mas "BetterSnapTool", id: 417375580
mas "Cinebench", id: 1438772273
mas "com.joelklabo.Big-Timer", id: 969746649
mas "Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "ForkLift", id: 412448059
mas "Integrity Plus", id: 963582854
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LadioCast", id: 411213048
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "PopClip", id: 445189367
mas "Remote Desktop", id: 409907375
mas "Remotix", id: 466261145
mas "ScreenBrush", id: 1233965871
mas "Screens", id: 1224268771
mas "Snippety", id: 1530751461
mas "Sync Folders Pro", id: 522706442
mas "Tailscale", id: 1475387142
mas "WakeOnCommand", id: 1484204619
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "ahmadalli.vscode-nginx-conf"
vscode "ajshort.include-autocomplete"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "ameerthehacker.deno-vscode"
vscode "bierner.markdown-mermaid"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dokca.42-ft-count-line"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evilcat.norminette-42"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hridoy.rails-snippets"
vscode "ics.japanese-proofreading"
vscode "jbenden.c-cpp-flylint"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "justjavac.vscode-deno-extensionpack"
vscode "keyhr.42-c-format"
vscode "kube.42header"
vscode "laurencebahiirwa.deno-std-lib-snippets"
vscode "linear.linear-connect"
vscode "linear.linear-open-issue"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "mtxr.sqltools"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "raynigon.nginx-formatter"
vscode "rebornix.ruby"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rokoroku.vscode-theme-darcula"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shan.code-settings-sync"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabnine.tabnine-vscode"
vscode "task.vscode-task"
vscode "tilt-dev.tiltfile"
vscode "tim-koehler.helm-intellisense"
vscode "tsandall.opa"
vscode "twxs.cmake"
vscode "upboundio.upbound"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmsynkov.colonize"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "wraith13.bracket-lens"
vscode "yzhang.markdown-all-in-one"
