tap "brona/iproute2mac"
tap "derailed/k9s"
tap "eugenmayer/dockersync"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knative/client"
tap "knqyf263/utern"
tap "osx-cross/avr"
tap "sanemat/font"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "tilt-dev/tap"
brew "anyenv"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "argo"
brew "argocd"
brew "autoconf"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bat"
brew "freetype"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "cdrtools"
brew "circleci"
brew "coreutils"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "deno"
brew "dfu-programmer"
brew "direnv"
brew "docker-machine"
brew "eksctl"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fswatch"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "grep"
brew "hadolint"
brew "hasura-cli"
brew "helm"
brew "helmfile"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "iproute2mac"
brew "istioctl"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "kind"
brew "kompose"
brew "krb5"
brew "kube-linter"
brew "kube-score"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kustomize"
brew "libffi"
brew "libwebsockets"
brew "libyaml"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "node-build"
brew "p7zip"
brew "peco"
brew "perl"
brew "postgresql@14"
brew "python@3.8"
brew "python@3.9"
brew "rke"
brew "rsync"
brew "rustup-init"
brew "skopeo"
brew "speedtest-cli", link: false
brew "starship"
brew "stern"
brew "terraform"
brew "terraformer"
brew "tfenv", link: false
brew "tree"
brew "ttyd"
brew "unison"
brew "v8"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "eugenmayer/dockersync/unox"
brew "knative/client/kn"
brew "knqyf263/utern/utern"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
brew "tilt-dev/tap/tilt"
cask "1password"
cask "alfred"
cask "bettertouchtool"
cask "bitwarden"
cask "blackhole-2ch"
cask "calibre"
cask "cheatsheet"
cask "cscreen"
cask "cyberduck"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "franz"
cask "gimp"
cask "google-japanese-ime"
cask "imageoptim"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "lens"
cask "miniconda"
cask "ngrok"
cask "notion"
cask "obs"
cask "postman"
cask "rambox"
cask "rescuetime"
cask "session-manager-plugin"
cask "sourcetree"
cask "spotify"
cask "switchresx"
cask "tor-browser"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "warp"
mas "1Password 7", id: 1333542190
mas "AS Timer", id: 512464723
mas "BetterSnapTool", id: 417375580
mas "Cinebench", id: 1438772273
mas "com.joelklabo.Big-Timer", id: 969746649
mas "Disk Speed Test", id: 425264550
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "ForkLift", id: 412448059
mas "Integrity Plus", id: 963582854
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 715768417
mas "PopClip", id: 445189367
mas "Remote Desktop", id: 409907375
mas "Remotix", id: 466261145
mas "ScreenBrush", id: 1233965871
mas "Screens", id: 1224268771
mas "Snippety", id: 1530751461
mas "Sync Folders Pro", id: 522706442
mas "Tailscale", id: 1475387142
mas "WakeOnCommand", id: 1484204619
mas "Xcode", id: 497799835
vscode "ahmadalli.vscode-nginx-conf"
vscode "ameerthehacker.deno-vscode"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "Hridoy.rails-snippets"
vscode "justjavac.vscode-deno-extensionpack"
vscode "laurencebahiirwa.deno-std-lib-snippets"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "mtxr.sqltools"
vscode "PKief.material-icon-theme"
vscode "raynigon.nginx-formatter"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "Shan.code-settings-sync"
vscode "TabNine.tabnine-vscode"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
