tap "brona/iproute2mac"
tap "daipeihust/tap"
tap "derailed/k9s"
tap "eugenmayer/dockersync"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "knative/client"
tap "knqyf263/utern"
tap "kubewall/tap"
tap "lyraphase/pcloud"
tap "mutagen-io/mutagen"
tap "nikitabobko/tap"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "sanemat/font"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "tilt-dev/tap"
tap "trek10inc/tap"
brew "act"
brew "aha"
brew "pycparser"
brew "cryptography"
brew "libsodium"
brew "libyaml"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argo"
brew "argocd"
brew "autoconf"
brew "awscli", link: false
brew "libssh2"
brew "bat"
brew "black"
brew "freetype"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "cdrtools"
brew "circleci"
brew "colordiff"
brew "cookiecutter"
brew "copier"
brew "crossplane"
brew "cruft"
brew "curl"
brew "zeromq"
brew "czmq"
brew "deno"
brew "node"
brew "devcontainer"
brew "dfu-programmer"
brew "direnv"
brew "dive"
brew "docker-machine"
brew "docutils"
brew "duf"
brew "eksctl"
brew "fd"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "python@3.11"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-task"
brew "gobject-introspection"
brew "gpgme"
brew "grep"
brew "gum"
brew "hadolint"
brew "hasura-cli"
brew "helm"
brew "helmfile"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "ipcalc"
brew "iproute2mac"
brew "istioctl"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "keyring"
brew "kind"
brew "kompose"
brew "krb5"
brew "kubernetes-cli", link: false
brew "krew"
brew "kube-linter"
brew "kube-score"
brew "kubectx"
brew "kustomize"
brew "libffi"
brew "libwebsockets"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mise"
brew "node-build"
brew "p7zip"
brew "peco"
brew "perl"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rke"
brew "rsync"
brew "skopeo"
brew "speedtest-cli", link: false
brew "stern"
brew "t-rec"
brew "terraformer"
brew "tflint"
brew "tmux"
brew "tree"
brew "trivy"
brew "ttyd"
brew "unison"
brew "v8"
brew "velero"
brew "vim"
brew "virtualenv"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "z"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "derailed/k9s/k9s"
brew "eugenmayer/dockersync/unox"
brew "knative/client/kn"
brew "knqyf263/utern/utern"
brew "kubewall/tap/kubewall"
brew "mutagen-io/mutagen/mutagen"
brew "oven-sh/bun/bun"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
brew "tilt-dev/tap/tilt"
brew "trek10inc/tap/awsets"
cask "1password"
cask "alfred"
cask "amazon-q"
cask "aqua"
cask "bettertouchtool"
cask "bitwarden"
cask "blackhole-2ch"
cask "cheatsheet"
cask "clion"
cask "cscreen"
cask "cursor"
cask "cyberduck"
cask "dash"
cask "datagrip"
cask "dataspell"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "firefox"
cask "fleet"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "gimp"
cask "gitkraken"
cask "goland"
cask "google-japanese-ime"
cask "imageoptim"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-gateway"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "lens"
cask "miniconda"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "pcloud-drive"
cask "postman"
cask "pycharm"
cask "rambox"
cask "rubymine"
cask "rustrover"
cask "session-manager-plugin"
cask "sourcetree"
cask "spotify"
cask "switchresx"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "webstorm"
cask "xmind"
mas "AS Timer", id: 512464723
mas "BetterSnapTool", id: 417375580
mas "Cinebench", id: 1438772273
mas "com.joelklabo.Big-Timer", id: 969746649
mas "Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "ForkLift", id: 412448059
mas "Integrity Plus", id: 963582854
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LadioCast", id: 411213048
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 715768417
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "PopClip", id: 445189367
mas "Remote Desktop", id: 409907375
mas "Remotix", id: 466261145
mas "ScreenBrush", id: 1233965871
mas "Screens", id: 1224268771
mas "Snippety", id: 1530751461
mas "Tailscale", id: 1475387142
mas "WakeOnCommand", id: 1484204619
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
mas "Yubico Authenticator", id: 1497506650
